Repository: CofficLab/GitOK
Catalog: Plugins/DiagnosticsSettingsPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Contains app, system, Git version and recent errors
zh_hans: 包含 App、系统、Git 版本和最近错误
zh_hk: 包含 App、系統、Git 版本和最近錯誤

source: Copy
zh_hans: 复制
zh_hk: 複製

source: Copy diagnostic information
zh_hans: 复制诊断信息
zh_hk: 複製診斷資訊

source: Copy log command
zh_hans: 复制日志命令
zh_hk: 複製日誌命令

# Count unit
source: entries
zh_hans: 条
zh_hk: 條

source: Diagnostic information
zh_hans: 诊断信息
zh_hk: 診斷資訊

# DiagnosticsSettingsPlugin
source: Diagnostics
zh_hans: 诊断
zh_hk: 診斷

source: Last exit
zh_hans: 上次退出
zh_hk: 上次退出

source: May not have exited cleanly last time
zh_hans: 上次可能未正常退出
zh_hk: 上次可能未正常退出

source: No errors were recorded in the current session.
zh_hans: 当前会话没有记录到错误。
zh_hk: 目前工作階段沒有記錄到錯誤。

source: Normal
zh_hans: 正常
zh_hk: 正常

source: Open
zh_hans: 打开
zh_hk: 打開

source: Open application support directory
zh_hans: 打开应用支持目录
zh_hk: 打開應用支援目錄

source: Open Console
zh_hans: 打开 Console
zh_hk: 打開 Console

source: Recent errors
zh_hans: 最近错误
zh_hk: 最近錯誤

source: Recent failures
zh_hans: 最近错误
zh_hk: 最近錯誤

source: Status
zh_hans: 状态
zh_hk: 狀態

source: Used to export recent 1 hour GitOK logs in terminal
zh_hans: 用于在终端导出最近 1 小时 GitOK 日志
zh_hk: 用於在終端導出最近 1 小時 GitOK 日誌

source: View GitOK records in system unified logging
zh_hans: 查看系统统一日志中的 GitOK 记录
zh_hk: 查看系統統一日誌中的 GitOK 記錄

# 当前会话没有记录到错误。
source: No errors were recorded in the current session.
zh_hans: 当前会话没有记录到错误。
zh_hk: 目前工作階段沒有記錄到錯誤。

# 诊断
source: Diagnostics
zh_hans: 诊断
zh_hk: 診斷
